# Taps
tap "homebrew/cask-fonts"

# Command Line Tools
brew "ag"
brew "bat"
brew "direnv"
brew "fd"
brew "fzf"
brew "htop"
brew "lazygit"
brew "lf"
brew "nano"
brew "neovim"
brew "pfetch"
brew "tmux"
brew "tldr"
brew "unison"
brew "autozimu/homebrew-formulas/unison-fsmonitor"

# Applications
cask "iterm2"
cask "karabiner-elements"
brew "yqrashawn/goku/goku"  # Helper for [Karabiner](https://github.com/yqrashawn/GokuRakuJoudo)
cask "sublime-merge"
cask "sublime-text"
cask "tunnelblick"
cask "usb-overdrive"
cask "authy"

# Fonts
cask "font-jetbrains-mono"
cask "font-sauce-code-pro-nerd-font"

# Custom Bottles / Casks
cask "NMAC427/custom/eurkey"  # EurKEY Keyboard Layout
